"""
Задание №4
Выведите на экран надпись To be or not to be на разных
строках. Пример вывода:
To be
or not
to be
"""
print('To be \nor not \nto be')