"""
Задание №1
Пользователь вводит с клавиатуры три числа.
Необходимо найти сумму чисел, произведение чисел.
Результат вычислений вывести на экран.
"""

print('Что бы найти сумму чисел, Введите первое число')
one = int(input('one = '))
print('Что бы найти сумму чисел, Введите второе число')
two = int(input('two = '))
print('Что бы найти сумму чисел, Введите третье число')
three = int(input('three = '))
total = one + two + three
print('Сумма чисел равна:', total)
