"""
Задание №3
Напишите программу, вычисляющую площадь ромба.
Пользователь с клавиатуры вводит длину двух его диагоналей.
"""
print('Что бы вычислить площадь ромба, введите сделующие данные:')
a = int(input('Введите длинну стороны ромба: '))
h = int(input('Введите высоту длинны ромба: '))
s = a * h
print('Прощадь ромба равна:', s)
