def display_menu() -> None:
    print('=========================================')
    print('  Управление каталогом товаров  ')
    print('=========================================')
    print('  1 - Вывести список всех категорий товаров  ')
    print('  2 - Список товаров каталога  ')
    print('  3 - Информация о товаре  ')
    print('  4 - Поиск товара  ')
    print('  5 - Добавление товара  ')
    print('  6 - Удаление товара  ')
    print('  7 - Редактирование товара  ')
    print('  8 - Изменение товара  ')
    print('=========================================')


def get_choice() -> int:
    choice = int(input('Выберите нужное действие: '))
    return choice


def allow_continue() -> bool:
    answer = input('Продолжать (y/n)? - ')
    return answer == 'y'

