-- 1. select-запросы (запросы на выборку данных)
-- =============================================
-- 1.1. Выбрать названия всех предметов:
select 
    name, id 
from 
    Subjects 
where 
    id > 1 and id < 6 
order by 
    id;
--
-- 2. insert-запросы (запросы на вставку данных в таблицу)
-- =======================================================
insert into Subjects
    (name)
values
    ('Труды'),
    ('Информатика'),
    ('Биология');
--
select * from Subjects;
--
-- 3. delete-запросы (запросы на удаление данных)
-- ==============================================
delete from Subjects;
select * from Subjects;