from os import system


def display_menu() -> None:
    # system("cls|clear")
    print('=========================================')
    print('  Управление отделом кадров компании  ')
    print('=========================================')
    print('  1 - Вывести список всех отделов  ')
    print('  2 - Список сотрудников отдела  ')
    print('  3 - Информация о сотруднике  ')
    print('  4 - Поиск сотрудника  ')
    print('  5 - Добавление сотрудника  ')
    print('  6 - Удаление сотрудника  ')
    print('  7 - Редактирование сотрудника  ')
    print('  8 - Перевод сотрудника  ')
    print('  9 - Выход из програмы   ')
    print('=========================================')


def get_choice() -> int:
    choice = int(input('Выберите нужное действие: '))
    return choice


def allow_continue() -> bool:
    answer = input('Продолжать (y/n)? - ')
    return answer == 'y'

